References/ASTT/TestSuits/Tests/PTZ/TC.PTZ.NVT.16/TC.PTZ.NVT.16_REQ_22.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tptz="http://www.onvif.org/ver10/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tptz:SetPreset>
      <tptz:ProfileToken>prof0</tptz:ProfileToken>
      <tptz:PresetName>1Test1Test1Test1Test1Test1Test1Test1Test1Test1Tes
      t1Test1Test1Test1Test1Test1Test1Test1Test1Test1Test1Tes
      t1Test1Test1Test1Test1Test1Test1Test1Test1Test1Test1Test
      1Test1Test1Test1Test1Test1Test1Test1Test1Test1Tw</tptz:PresetName>
    </tptz:SetPreset>
  </s:Body>
</s:Envelope>